Repository: DemetrPI/Yastvo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: English
uk: Англійська

source: Ukrainian
uk: Наша соловїна

source: Polish
uk: Польська

source: Item name
uk: Найменування товару

source: Item description
uk: Опис страви

source: Item composition
uk: Склад страви

source: First name
uk: Ім'я

source: Last name
uk: Призвіще

source: Your address
uk: Ваша адреса:

source: Apartment or suite
uk: Квартира

source: New
uk: Новинка

source: Best Seller
uk: Найкращий вибір!

source: Breakfast
uk: Сніданок

source: Lunch
uk: Обід

source: Snack
uk: Заїдка

source: Drinks
uk: Напої

source: Salads
uk: Салати

source: Desserts
uk: Десерти

source: Meal name
uk: Найменування страви

source: Category
uk: Категорія

source: Label
uk: Тип

source: Meal description
uk: Опис страви

source: Ingredients
uk: Склад

source: Net weight
uk: Вага нето

source: Meal price
uk: Ціна блюда

source: Discounted price
uk: Знижка

source: Calories
uk: Калорії

source: Meal image
uk: Зображення страви

source: Milk components added
uk: Містить молоко

source: Meal
uk: Страва

source: Meals
uk: Страви

source: Checkout form
uk: Завершення оплати

source: Your cart
uk: Ваш кошик

source: Total:
uk: Всьго:

source: Delivery address
uk: Адреса доставки

source: Valid first name is required.
uk: Треба вказати справжне ім'я

source: Valid last name is required.
uk: Треба вказати справжне прізвіще

source: Email
uk: Електронна пошта

source: Please enter a valid email address.
uk: Вкажите дійсну адресу електронної пошти.

source: Address
uk: Адреса

source: Please enter your address.
uk: Будь ласка, вкажить Вашу адресу.

source: Address (continued)
uk: Адреса (додатковий рядок)

source: Valid address is required.
uk: Потрібна дійсна адреса.

source: Phone number
uk: Вкажить Ваш телефон

source: Valid phone number is required.
uk: Треба вказати дійсний номер телефону.

source: Payment
uk: Оплата

source: Select payment option
uk: Вкажить засіб платежу!

source: Continue to checkout
uk: Продовжити оплату

source: Your Cart
uk: Ваш кошик

source: Item Name
uk: Найменування товару

source: Price
uk: Ціна

source: Quantity
uk: Кількість

source: Total
uk: Всьго

source: Discount
uk: Знижка

source: Remove item
uk: Видалити товар

source: Saved
uk: Збережено

source: Your Cart is empty
uk: Ваш кошик пустий

source: Continue Shopping
uk: Повернутися до покупок

source: Total Order Price
uk: Загальна ціна

source: Checkout
uk: Оплата замовлення

source: Delete order
uk: Видалити замовлення

source: Credit or debit card
uk: Вкажить дані картки

source: Submit Payment
uk: Сплатити

source: Save for future purchases
uk: Зберегти для наступних купівель

source: Delivery
uk: Доставка

source: Menu item added!
uk: Страву додано!

source: You do not have an order
uk: У Вас нема замовлення!

source: Form is not completed!
uk: Форма не заповнена!

source: Success make an order
uk: Заказ успішно створено!

source: To many request error
uk: Забагато запитів!

source: Invalid Parameter
uk: Помилковий параметр

source: Authentication with stripe failed
uk: Автентіфікація не вдалась!

source: Network Error
uk: Мережева помилка!

source: Something went wrong
uk: Упс! Щось пішло не так!

source: Not identified error
uk: Невизначена помилка!

source: This Item is not in your cart
uk: Цього немае у Вашому кошику!

source: You cart is empty
uk: Ваш кошик пустий

source: You cart is empty!
uk: Ваш кошик пустий

source: Your message
uk: Ваше повідомлення!

source: Your email address
uk: Ваша електронна пошта:

source: Email subject
uk: Тема повідомлення

source: Email text
uk: Текст повідомлення

source: Adding dishes to menu
uk: Додавання страв до меню

source: Meal description needed.
uk: Потрібен опис страви!

source: Meal composition
uk: Складники:

source: Meal composition needed.
uk: Потрібно вказати склад страви!

source: Weight needed.
uk: Вкажить вагу страви!

source: Price needed.
uk: Вкажить ціну страви!

source: Image needed.
uk: Потрібно вказати шлях до зображення страви!

source: Contains milk
uk: Містить молоко!

source: Our contacts
uk: Зв'язок з нами

source: Write us an email
uk: Напишить нам листа

source: Send
uk: Відправити

source: We have a rule:
uk: У нас є правило:

source: The food must be just-cooked
uk: Їжа має бути свіжоприготовленою

source: All dishes are made "under knife", so, on your order!
uk: Всі страви зроблені "з під ножа", тобто, на Ваше замовлення!

source: We have some food preparations, on our kitchen to speed up dish cooking, but if there are many orders, your order may be ready a bit longer
uk: У нас є мінімальні заготовки на кухні, щоб прискорити приготування, але якщо у нас багато замовлень, можливо, доведеться дещо почекати

source: Please, tell us if You have allergy on some food components
uk: Будь ласка, повідомьте нам, якщо у вас є алергія на які-небудь продукти.

source: We have delivery service "Cafe at your home!"
uk: У нас є доставка "Кафе вдома"

source: Meal composition:
uk: Склад страви:

source: Weight:
uk: Вага, гр:

source: Calories:
uk: Калорії

source: Warning!
uk: Увага!

source: This product contains milk or milk components!
uk: Цей продукт містить молоко або його компоненти!

source: Close
uk: Закрити

source: Back
uk: Назад

source: Price:
uk: Ціна:

source: Register to order!
uk: Зареєструйтесь, щоб зробити замовлення!

source: Add to cart
uk: Додати в кошик.

source: Details
uk: Подробно

source: Yastvo Cafe
uk: Кафе Яство

source: Good and healthy food
uk: Здорова і якісна їжа

source: Come and call your friends!
uk: Заходьте самі і разом із друзями!

source: Menu
uk: Меню

source: We are always happy to see You!
uk: Завжди ради бачити Вас!

source: We have delivery service "Cafe at home!"
uk: У нас є доставка "Кафе вдома"

source: We would be happy hearing Your opinion about us!
uk: Завжди ради Вашим відгукам!

source: It is easy to find us in your city!
uk: Нас легко знайти у Вашому місті!

source: contacts
uk: Зв'язок

source: Previous
uk: Попередня

source: Next
uk: Наступна

source: Colourful events
uk: Яскраві події

source: will rize up your mood!
uk: піднимуть Ваш настрій!

source: We organize celebrations and parties
uk: Організуемо свята та вечірки.

source: You can have a snack
uk: Можна перекусити,

source: or have a good lunch!
uk: або добре попоїсти.

source: Breakfasts from opening to closing, drinks, snacks - for every taste!
uk: Сніданки від відкриття до закриття, напої, заїдки - на будь-який смак!

source: While cooking
uk: Під час приготування страв

source: no animals were harmed!
uk: не постраждала жодна тварина (окрім москалів!)

source: Please note that some dishes contains milk or its components.
uk: Звернить увагу, що деякі блюда містять молоко або його компоненти.

source: Our menu
uk: Наше меню.

source: Contacts
uk: Зв'язок

source: Registration
uk: Реєстрація

source: Log in
uk: Вхід в аккаунт.

source: Profile
uk: Ваш профіль

source: Log out
uk: Вихід із аккаунту

source: Language
uk: Мова

source: hello
uk: привіт

source: Message sent
uk: Повідомлення надіслано

source: Message from site
uk: Повідомлення із сайту

source: Incorrect header
uk: Невірний заголовок

source: Enter Your email:
uk: Ваша електронна пошта

source: Enter email address:
uk: Ваша електронна пошта:

source: Enter login
uk: Ваш логін

source: Enter password
uk: Введить пароль

source: The password must be not too short and not common
uk: Пароль не має бути занадто короткий або поширений

source: Enter password again
uk: Повторіть пароль

source: Don`t use special characters
uk: Не використовуйте спеціальні символи

source: Upload Your photo
uk: Завантажьте Ваше фото

source: Please, enter Your name
uk: Будь ласка, вкажить Ваше ім'я

source: Phone
uk: Телефон:

source: User avatar
uk: Аватар користувача

source: Your name:
uk: Ваше ім'я

source: Vegan
uk: Веган

source: Your phone:
uk: Телефон

source: Profiles
uk: Ваш профіль

source: Authorization page
uk: Сторінка авторізації

source: You left the account
uk: Ви вийшли із аккаунту

source: Personal profile
uk: Ваш профіль

source: Your account
uk: Ваш аккаунт

source: Email:
uk: Електронна пошта

source: Sex:
uk: Стать:

source: Phone:
uk: Телефон:

source: Refresh
uk: Обновити!

source: Register!
uk: Зареєструйтесь, щоб зробити замовлення!

source: Already regustered?
uk: Вже зареєстровані?

source: Log in!
uk: Вхід в кабінет

source: Auth page
uk: Сторінка авторизации.

source: Registration page
uk: Реєстрація
